"browserTitle" = "Kenmerken van '%@'";
"untitledMovie" = "Naamloos";

"deleteButtonTitle" = "Verwijder";
"extractButtonTitle" = "Extraheer";

"deleteTrackOperation" = "spoor verwijderen"; /* for undo */
"deleteTracksOperation" = "sporen verwijderen"; /* for undo */

"deleteTrackMessage" = "Weet u zeker dat u dit spoor wilt verwijderen?";
"deleteTracksMessage" = "Weet u zeker dat u deze sporen wilt verwijderen?";
"operationUndoable" = "Deze bewerking kan ongedaan worden gemaakt.";

"multipleObjectsSelected" = "%d onderdelen geselecteerd.";

"propUnavailablePlaceholder" = "-n.b.-";
"inspectorUnavailable" = "Meervoudige selectie";